[
    {
        "quote": "The need for change bulldozed a road down the center of my mind.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I have made mistakes, but I will not let them define me.",
        "author": "Unknown"
    },
    {
        "quote": "I am making peace with the fact that my to-do list will never be done.",
        "author": "Nedra Glover Tawwab"
    },
    {
        "quote": "You are the sky — everything else is just the weather.",
        "author": "Pema Chödrön"
    },
    {
        "quote": "Each day is the field of brightness where the invitation of our life unfolds.",
        "author": "John O’Donohue"
    },
    {
        "quote": "Real change, enduring change, happens one step at a time.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "Once you replace negative thoughts with positive ones, you’ll start having positive results.",
        "author": "Willie Nelson"
    },
    {
        "quote": "What I have done today was the best I was able to do today. And for that, I am thankful.",
        "author": "Unknown"
    },
    {
        "quote": "If you don’t decide what your priorities are in life, everyone else will decide for you.",
        "author": "Christy Wright"
    },
    {
        "quote": "You are always on your way to a miracle.",
        "author": "Susan Ariel Rainbow Kennedy"
    },
    {
        "quote": "I can do anything but not everything.",
        "author": "Greg McKeown"
    },
    {
        "quote": "Happiness is a choice, and today I choose to be happy.",
        "author": "Unknown"
    },
    {
        "quote": "Remember that what’s happened to you does not define who you are.",
        "author": "Noa Shaw"
    },
    {
        "quote": "Turn your face toward the sun and the shadows fall behind you.",
        "author": "Maori proverb"
    },
    {
        "quote": "I finish what matters and let go of what does not.",
        "author": "Unknown"
    },
    {
        "quote": "Everything happens right on time.",
        "author": "Unknown"
    },
    {
        "quote": "No matter what gets done and how much is left undone, I am enough.",
        "author": "Brené Brown"
    }
]
