[
    {
        "quote": “We cannot solve problems with the kind of thinking we employed when we came up with them." ,
        "author": "Albert Einstein"
    },
    {
        "quote": “Learn as if you will live forever, live like you will die tomorrow." ,
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "The best way to find yourself is to lose yourself in the service of others." ,
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "The only limit to our realization of tomorrow will be our doubts of today." ,
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": “When you change your thoughts, remember to also change your world." ,
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall." ,
        "author": "Nelson Mandela"
    },
    {
        "quote": "The only person you are destined to become is the person you decide to be." ,
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": “There are three ways to ultimate success: The first way is to be kind. The second way is to be kind. The third way is to be kind." ,
        "author": "Mister Rogers"
    },
    {
        "quote": “The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty." ,
        "author": "Winston Churchill"
    },
    {
        "quote": “Don’t let yesterday take up too much of today." ,
        "author": "Will Rogers"
    },
    {
        "quote": “You learn more from failure than from success. Don’t let it stop you. Failure builds character." ,
        "author": "Unknown"
    },
    {
        "quote": “If you are working on something that you really care about, you don’t have to be pushed. The vision pulls you.",
        "author": "Steve Jobs"
    },
    {
        "quote": “Experience is a hard teacher because she gives the test first, the lesson afterward.",
        "author": "Vernon Sanders Law"
    },
    {
        "quote": “To know how much there is to know is the beginning of learning to live." ,
        "author": "Dorothy West"
    },
    {
        "quote": “Goal setting is the secret to a compelling future." ,
        "author": "Tony Robbins"
    }
]
