[
    {
        "quote": "Some people come into our lives and leave footprints on our hearts and we are never ever the same.",
        "author": "Flavia Weedn"
    },
    {
        "quote": "Don’t settle for a relationship that won’t let you be yourself.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Your relationship with yourself sets the tone for every other relationship you have.",
        "author": "Robert Holden"
    },
    {
        "quote": "For small creatures such as we the vastness is bearable only through love.",
        "author": "Carl Sagan"
    },
    {
        "quote": "If it is right, it happens. The main thing is not to hurry. Nothing good gets away.",
        "author": "John Steinbeck"
    },
    {
        "quote": "Find someone who makes reality better than dreams and do your best to deserve them.",
        "author": "Shane Parrish"
    },
    {
        "quote": "I exist in two places: Here and where you are.",
        "author": "Margaret Atwood"
    },
    {
        "quote": "If you remember me, then I don’t care if everyone else forgets.",
        "author": "Haruki Murakami"
    },
    {
        "quote": "Love is a game that two can play and both win.",
        "author": "Eva Gabor"
    },
    {
        "quote": "Love is composed of a single soul inhabiting two bodies.",
        "author": "Aristotle"
    },
    {
        "quote": "Love cures people—both the ones who give it and the ones who receive it.",
        "author": "Karl Menninger"
    },
    {
        "quote": "Love can be a pandora’s box, releasing both joy and sorrow.",
        "author": "William Makepeace Thackeray"
    },
    {
        "quote": "We are afraid to care too much, for fear that the other person does not care at all.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "Don’t ever think I fell for you or fell over you. I didn’t fall in love; I rose in it.",
        "author": "Toni Morrison"
    },
    {
        "quote": "We accept the love we think we deserve.",
        "author": "Stephen Chbosky"
    },
    {
        "quote": "It is better to be hated for what you are than to be loved for what you are not.",
        "author": "Andro Gide"
    },
    {
        "quote": "As he read, I fell in love the way you fall asleep: slowly, and then all at once.",
        "author": "John Green"
    },
    {
        "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "Love all, trust a few, do wrong to none.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.",
        "author": "Neil Gaiman"
    },
    {
        "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
        "author": "Lao Tzu"
    },
    {
        "quote": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.",
        "author": "Sarah Dessen"
    },
    {
        "quote": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman.",
        "author": "Steve Maraboli"
    },
    {
        "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
        "author": "Jess C. Scott"
    },
    {
        "quote": "I no longer believed in the idea of soul mates, or love at first sight. But I was beginning to believe that a very few times in your life, if you were lucky, you might meet someone who was exactly right for you.",
        "author": "Lisa Kleypas"
    },
    {
        "quote": "A guy and a girl can be just friends, but at one point or another, they will fall for each other...Maybe temporarily, maybe at the wrong time, maybe too late, or maybe forever",
        "author": "Dave Matthews Band"
    },
    {
        "quote": "No relationship is perfect, ever. There are always some ways you have to bend, to compromise, to give something up in order to gain something greater...The love we have for each other is bigger than these small differences.",
        "author": "Sarah Dessen"
    },
    {
        "quote": "For the two of us, home isn't a place. It is a person. And we are finally home.",
        "author": "Stephanie Perkins"
    },
    {
        "quote": "Man may have discovered fire, but women discovered how to play with it.",
        "author": "Candace Bushnell"
    },
    {
        "quote": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "If conversation was the lyrics, laughter was the music, making time spent together a melody that could be replayed over and over without getting stale.",
        "author": "Nicholas Sparks"
    },
    {
        "quote": "I will love you always. When this red hair is white, I will still love you. When the smooth softness of youth is replaced by the delicate softness of age, I will still want to touch your skin.",
        "author": "Laurell K. Hamilton"
    },
    {
        "quote": "Holding Eleanor's hand was like holding a butterfly. Or a heartbeat. Like holding something complete, and completely alive.",
        "author": "Rainbow Rowell"
    },
    {
        "quote": "It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes happy, truth liberates.",
        "author": "Sri Nisargadatta Maharaj"
    },
    {
        "quote": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT...Goodbye.",
        "author": "Steve Maraboli"
    },
    {
        "quote": "The best relationships in our lives are the best not because they have been the happiest ones, they are that way because they have stayed strong through the most tormentful of storms.",
        "author": "Pandora Poikilos"
    },
    {
        "quote": "I have no right to say or do anything that diminishes a man in his own eyes. What matters is not what I think of him but what he thinks of himself. Hurting a man in his dignity is a crime.",
        "author": "Antoine de Saint"
    },
    {
        "quote": "She was a beautiful dreamer. The kind of girl, who kept her head in the clouds, loved above the stars and left regret beneath the earth she walked on.",
        "author": "robert m drake"
    },
    {
        "quote": "There isn't time, so brief is life, for bickerings, apologies, heartburnings, callings to account. There is only time for loving, and but an instant, so to speak, for that.",
        "author": "Mark Twain"
    },
    {
        "quote": "Be with someone who inspires you and makes you be the best version of yourself.",
        "author": "Roy T. Bennett"
    },
    {
        "quote": "Anything under God's control is never out of control.",
        "author": "Charles Swindoll"
    },
    {
        "quote": "Death is the easy part, the hard part is living and knowing you could be so much more then you‚Äôre willing to be.",
        "author": "robert m drake"
    }
]
